Repository: common-repository/bundle-product-manager-for-woocommerce
Catalog: languages/bundle-product-manager-*.po
Languages: pl_pl, ru_ru, uk

source: Our WordPress WooCommerce plugin provides unique functionality by allowing you to easily add multiple additional products to your main product before checkout. This is a convenient solution for customers who want to collect complex sets of products and easily customize their orders. Improve the customer experience and increase sales with our plugin.
pl_pl: Nasz plugin WordPress WooCommerce oferuje unikalne funkcje, pozwalając łatwo dodać wiele dodatkowych produktów do głównego produktu przed finalizacją zamówienia. Jest to wygodne rozwiązanie dla klientów, którzy chcą zbierać złożone zestawy produktów i łatwo dostosować swoje zamówienia. Popraw jakość obsługi klienta i zwiększ sprzedaż dzięki naszemu pluginowi.
ru_ru: Наш плагин WordPress WooCommerce предоставляет уникальную функциональность, позволяя вам легко добавлять несколько дополнительных продуктов к основному продукту перед оформлением заказа. Это удобное решение для клиентов, которые хотят собирать сложные наборы товаров и легко персонализировать свои заказы. Улучшите качество обслуживания клиентов и увеличьте продажи с помощью нашего плагина.
uk: Наш плагін WordPress WooCommerce надає унікальну функціональність, дозволяючи легко додавати кілька додаткових товарів до вашого основного продукту перед оформленням замовлення. Це зручний рішення для клієнтів, які бажають зібрати складні набори товарів і легко налаштувати свої замовлення. Покращуйте досвід клієнтів та збільшуйте продажі за допомогою нашого плагіна.

source: The Bundle Product Manager plugin requires PHP version %1$s or higher. This site is running PHP version %2$s. <a href="%3$s">Learn about updating PHP</a>.
pl_pl: Wtyczka Bundle Product Manager wymaga wersji PHP %1$s lub nowszej. Ta witryna działa na wersji PHP %2$s. <a href="%3$s">Dowiedz się więcej o aktualizacji PHP</a>.
ru_ru: Для плагина Bundle Product Manager требуется версия PHP %1$s или выше. На этом сайте используется версия PHP %2$s. <a href="%3$s">Узнайте об обновлении PHP</a>.
uk: Плагін Bundle Product Manager вимагає версію PHP %1$s або вище. На даному сайті встановлено версію PHP %2$s. <a href="%3$s">Дізнатися про оновлення PHP</a>

source: To activate this plugin you must first activate WooCommerce
pl_pl: Aby aktywować ten plugin, musisz najpierw aktywować WooCommerce
ru_ru: Чтобы активировать этот плагин, вам необходимо сначала активировать WooCommerce.
uk: Для активації цього плагіна спочатку потрібно активувати WooCommerce.

source: Invalid nonce code
ru_ru: Неверный одноразовый код
uk: Одноразовий код невірний

source: You sent an empty string
pl_pl: Wysłano pusty ciąg znaków
ru_ru: Вы отправили пустую строку
uk: Ви відправили пустий рядок

source: No results were found for your request
pl_pl: Nie znaleziono wyników dla Twojego zapytania
ru_ru: По вашему запросу результатов не найдено
uk: Для вашого запиту результати відсутні

source: Empty product id
pl_pl: Puste ID produktu
ru_ru: Пустой идентификатор продукта
uk: Порожній ідентифікатор продукту

source: All product delete
pl_pl: Wszystkie produkty usunięte
ru_ru: Все товары удалить
uk: Усі товари видалені

source: Products have been removed
pl_pl: Produkty zostały usunięte
ru_ru: Товары были удалены
uk: Товари було видалено

source: Product bundle
pl_pl: Pakiet produktów
ru_ru: Пакетный продукт
uk: Набір товарів

source: Select product
pl_pl: Wybierz produkt
ru_ru: Выберите продукт
uk: Обрати товар

source: Type any keyword to search
pl_pl: Wpisz dowolne słowo kluczowe, aby wyszukać
ru_ru: Введите любое ключевое слово для поиска
uk: Введіть будь-яке ключове слово для пошуку
